index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="solarized.css" />
</head>
<body>
<div id="content">
<div id="outline-container-org0da7f88" class="outline-2">
<h2 id="org0da7f88">whoami</h2>
<div class="outline-text-2" id="text-org0da7f88">
</div>
<div id="outline-container-org95b54c8" class="outline-3">
<h3 id="org95b54c8">my timeline</h3>
<div class="outline-text-3" id="text-org95b54c8">
</div>
<div id="outline-container-orgaf8644d" class="outline-4">
<h4 id="orgaf8644d">2016-2020 University</h4>
<div class="outline-text-4" id="text-orgaf8644d">
<p>
earning a bachelor degree Computer Engineering at the Polythecnic of Turin, Italy
</p>
</div>
<ul class="org-ul">
<li><a id="org7f00544"></a>after the degree I enrolled at the master degree in Cybersecurity, which is still on going<br /></li>
</ul>
</div>
<div id="outline-container-orgcb60107" class="outline-4">
<h4 id="orgcb60107">2021-2022 Pandemic Times</h4>
<div class="outline-text-4" id="text-orgcb60107">
<p>
while still being enrolled at the university , I was hired by local authorities to help with the vaccination campaign and to enforce isolation procedures. This gave me the opportunity to develop a peculiar set of soft skills I used to deal with a large variety of people, often difficult, who were trying to unlawfully get either a vaccine or a discount on the isolation time.
</p>
</div>
</div>
<div id="outline-container-orgd8a1740" class="outline-4">
<h4 id="orgd8a1740">2022 - today</h4>
<div class="outline-text-4" id="text-orgd8a1740">
<p>
working for an Italian institution as software developer and project manager, acting as a client on behalf of my employer.
</p>
</div>
</div>
</div>


<div id="outline-container-orgda1a1ca" class="outline-3">
<h3 id="orgda1a1ca">currently carrying on:</h3>
<div class="outline-text-3" id="text-orgda1a1ca">
</div>
<div id="outline-container-org60cda41" class="outline-4">
<h4 id="org60cda41">small personal projects</h4>
<div class="outline-text-4" id="text-org60cda41">
<p>
with the objective to learn how to use telegram apis, develop extensions for firefox.
&#x2026;
</p>
</div>
</div>
<div id="outline-container-org2458d09" class="outline-4">
<h4 id="org2458d09">personal growth</h4>
<div class="outline-text-4" id="text-org2458d09">
<p>
practcing ashtanga yoga and meditating.
</p>
</div>
</div>
</div>
<div id="outline-container-org6634484" class="outline-3">
<h3 id="org6634484">favourite tech</h3>
<div class="outline-text-3" id="text-org6634484">
<p>
I like everything which is lowlevel. I am reviewing c++ and cybersecurity stuff for my university carreer. From now on I will keep this website updated, hopefully in a more precise way. I love discovering new things, for instance this website has been published with a simple push on a github repository through ghithub actions. I learned how to configure it just today. And it looks nice too, I hope.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
